Repository: Jacquesmeyns/sion-tower
Catalog: src/po/*.po
Languages: es

source: #ff0000Error: the profile already exists
es: #ff0000Error: el perfil ya existe

source: #ff0000Error: you must enter a name
es: #ff0000Error: debes introducir un nombre

source: #ff0000Locked level
es: #ff0000Nivel bloqueado

source: #ffffffA horde is comming, defend the Sacred Tower!
es: #ffffff¡Una horda se aproxima, defiende la Torre Sagrada!

source: #ffffffCongratulations!
es: #ffffff¡Enhorabuena!

source: #ffffffCredits
es: #ffffffCréditos

source: #ffffffLevel selection
es: #ffffffSelección de nivel

source: #ffffffProfile selection
es: #ffffffSelección de perfil

source: #ffffffThe horde is comming!
es: #ffffff¡La horda está llegando!

source: #ffffffYou have failed! Press space to try again!
es: #ffffff¡Has fallado! ¡Pulsa espacio para intentarlo de nuevo!

source: Accept
es: Aceptar

source: Back
es: Atrás

source: Blizzard
es: Ventisca

source: Casts a huge fire ball to burn your enemies
es: Invoca una enorme bola de fuego que calcina a tus enemigos

source: Casts ice projectiles, sharp as razors
es: Invoca proyectiles de hielo, afilados como cuchillas

source: Casts the fury of nature itself
es: Invoca la furia de la propia naturaleza

source: Characters art
es: Arte de personajes

source: Create
es: Crear

source: Create a new profile
es: Crear un nuevo perfil

source: Credits
es: Créditos

source: Delete
es: Eliminar

source: Design and programming
es: Diseño y programación

source: Enemies Killed
es: Enemigos eliminados

source: Evergreen Studio
es: Estudio Evergreen

source: Exit
es: Salir

source: Experience
es: Experiencia

source: Experience obtained
es: Experiencia conseguida

source: Fire ball
es: Bola de fuego

source: Gea's fury
es: Furia de Gea

source: Level Selection
es: Selección de nivel

source: Level selection
es: Selección de nivel

source: Levels and GUI art
es: Arte de escenarios e interfaz

source: Levels unlocked
es: Niveles desbloqueados

source: Life
es: Vida

source: Life left
es: Vida restante

source: Main menu
es: Menú principal

source: Mana
es: Maná

source: Mana used
es: Maná utilizado

source: Mana: %d
es: Maná: %d

source: Name
es: Nombre

source: Original soundtrack
es: Banda sonora

source: Pause
es: Pausa

source: Pause menu
es: Menú de pausa

source: Play
es: Jugar

source: Power: %d
es: Daño: %d

source: Replay
es: Volver a jugar

source: Resume
es: Reanudar

source: Select a level
es: Elige un nivel

source: Select your profile
es: Elige tu perfil

source: Some enemies have assaulted the main hall of\nthe Sacred Tower. Stop the invasion!
es: Algunos enemigos han asaltado la entrada principal\n de la Torre Sagrada, ¡detén la invasión!

source: Sound Effects
es: Efectos de sonido

source: The Hall
es: La Entrada

source: The Sacred Chamber
es: La Cámara Secreta

source: The apprentices' chambers
es: Las cámaras de los aprendices

source: The horde has entered the ritual floor, protect it\nor the Gods will be furious!
es: La horda ha llegado al piso del ritual, ¡protégelo o\nlos dioses desatarán su cólera!

source: The ritual floor
es: El piso del ritual

source: They have reached the apprentices' chambers,\nstop them before it is too late!
es: Han llegado a las cámaras de los aprendices,\n¡deténlos antes de que seademasiado tarde!

source: This is the final test, destroy the monsters or they\nwill get the Sacred Relics!
es: Esta es la prueba final, ¡destruye los monstruos o\nrobarán las Reliquias Sagradas!

source: Time
es: Tiempo

source: 2D spell icons
es: Iconos de hechizos

source: You have completed this level again!
es: ¡Has completado este nivel de nuevo!

source: You have saved the Sacred Tower!
es: ¡Has salvado la Torre Sagrada!

source: You have unlocked a new level
es: Has desbloqueado un nuevo nivel

source: translator-credits
es: David Saltares Márquez <david.saltares@gmail.com>, 2011
